/* No comment provided by engineer. */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Applications" = "Anwendungen";

/* No comment provided by engineer. */
"Display Options" = "Anzeigeoptionen";

/* No comment provided by engineer. */
"Network" = "Netzwerk";

/* No comment provided by engineer. */
"Logging" = "Protokoll";

/* No comment provided by engineer. */
"About" = "Über";

/* No comment provided by engineer. */
"Display" = "Anzeige";

/* No comment provided by engineer. */
"Check for updates automatically" = "Automatisch nach Aktualisierungen suchen";

/* No comment provided by engineer. */
"Check" = "Prüfen";

/* No comment provided by engineer. */
"Start at Login" = "Beim Anmelden starten";

/* No comment provided by engineer. */
"Display status item in the menubar" = "Status in der Menüleiste zeigen";

/* No comment provided by engineer. */
"Application" = "Anwendung";

/* No comment provided by engineer. */
"Enabled" = "Aktiv";

/* No comment provided by engineer. */
"Configure..." = "Einstellen…";

/* No comment provided by engineer. */
"Remove" = "Entfernen";

/* No comment provided by engineer. */
"Preview" = "Vorschau";

/* No comment provided by engineer. */
"Listen for incoming notifications" = "Eingehende Benachrichtigungen akzeptieren";

/* No comment provided by engineer. */
"Allow remote application registration" = "Registrierung von Anwendungen erlauben";

/* No comment provided by engineer. */
"Server password:" = "Server Passwort:";

/* No comment provided by engineer. */
"Forward notifications to other computers" = "Benachrichtigungen an andere Computer weiterleiten";

/* No comment provided by engineer. */
"Use" = "Aktiv";

/* No comment provided by engineer. */
"Computer" = "Computer";

/* No comment provided by engineer. */
"Password" = "Passwort";

/* No comment provided by engineer. */
"Add computer" = "Computer hinzufügen";

/* No comment provided by engineer. */
"Remove computer" = "Computer entfernen";

/* No comment provided by engineer. */
"Enable logging" = "Logging aktivieren";

/* No comment provided by engineer. */
"Growl Web Site" = "Growl Webseite";

/* No comment provided by engineer. */
"Growl Bug Submission" = "Fehler in Growl melden";

/* No comment provided by engineer. */
"Donate" = "Spenden";

/* No comment provided by engineer. */
"Growl Forum" = "Growl Forum";
